export const wtSortRule = ['Прямые', 'Косвенные', 'Отдых', 'Негативные', 'Побочные']
export const wstPrices = {
    "Хонингование/Наладка": 500,
    "Токарная обработка/Наладка": 375,
    "Фрезерная обработка/Наладка": 375,
    "Погрузка/Разгрузка": 200,
    "Консервация/(У/Рас)паковка": 200
}
export const normatives = [
    {
        "id": "cjcfy68q55d3x0149fcpq7l63",
        "name": "Втулка 18/22",
        "workSubTypes": [
            {
                "name": "Фрезерная обработка/Наладка",
                "normative": 0.4
            },
            {
                "name": "Хонингование/Наладка"
            }
        ]
    }
    ,
    {
        "id": "cjcgf55xt7c9h019353dbbygz",
        "name": "Втулка NVD 48 A2U",
        "workSubTypes": [
            {
                "name": "Токарная обработка/Наладка",
                "normative": 1
            },
            {
                "name": "Фрезерная обработка/Наладка",
                "normative": 1
            },
            {
                "name": "Хонингование/Наладка",
                "normative": 6.62273
            }
        ]
    }
    ,
    {
        "id": "cjcgf5o7m6zwt014904pvbi46",
        "name": "Втулка NVD 48 AU",
        "workSubTypes": [
            {
                "name": "Токарная обработка/Наладка",
                "normative": 1
            },
            {
                "name": "Фрезерная обработка/Наладка",
                "normative": 1
            },
            {
                "name": "Хонингование/Наладка",
                "normative": 6.62273
            }
        ]
    }
    ,
    {
        "id": "cjcgf81nw7cax0193uz52d106",
        "name": "Втулка Г60",
        "workSubTypes": [
            {
                "name": "Фрезерная обработка/Наладка",
                "normative": 1.5
            }
        ]
    }
    ,
    {
        "id": "cjcgf78lz6zxz014932wk7wh2",
        "name": "Втулка Д49",
        "workSubTypes": [
            {
                "name": "Токарная обработка/Наладка",
                "normative": 1.6
            },
            {
                "name": "Фрезерная обработка/Наладка"
            },
            {
                "name": "Хонингование/Наладка"
            }
        ]
    }
    ,
    {
        "id": "cjcgf6ll76zxi0149shfzf2b8",
        "name": "Втулка ДР 30/50",
        "workSubTypes": [
            {
                "name": "Токарная обработка/Наладка"
            },
            {
                "name": "Хонингование/Наладка"
            }
        ]
    }
    ,
    {
        "id": "cjdpv1axo1tiu0197008bgovm",
        "name": "Втулка Ч23/30",
        "workSubTypes": [
            {
                "name": "Токарная обработка/Наладка"
            },
            {
                "name": "Хонингование/Наладка"
            }
        ]
    }
    ,
    {
        "id": "cjcgf8zou6zzn0149sak049fg",
        "name": "Втулка ЧН 25/34",
        "workSubTypes": [
            {
                "name": "Фрезерная обработка/Наладка"
            }
        ]
    }
]